Repository: ghostbsd/install-station
Catalog: po/*.po
Languages: fr_ca, ru_ru

source: Boot Option
fr_ca: Option de démarrage
ru_ru: Вариант загрузки

source: Setup rEFInd boot manager
fr_ca: Configurer le gestionnaire de démarrage rEFInd
ru_ru: Настроить менеджер загрузки rEFInd

source: Setup FreeBSD boot manager
fr_ca: Configurer le gestionnaire de démarrage FreeBSD
ru_ru: Настроить менеджер загрузки FreeBSD

source: FreeBSD {loader} loader only
fr_ca: Chargeur FreeBSD {loader} uniquement
ru_ru: Только загрузчик FreeBSD {loader}

source: Space not allowed
fr_ca: Espace non autorisé
ru_ru: Пробелы не разрешены

source: Super Weak
fr_ca: Très faible
ru_ru: Очень слабый

source: Very Weak
fr_ca: Très faible
ru_ru: Очень слабый

source: Fairly Weak
fr_ca: Plutôt faible
ru_ru: Довольно слабый

source: Weak
fr_ca: Faible
ru_ru: Слабый

source: Strong
fr_ca: Fort
ru_ru: Надёжный

source: Fairly Strong
fr_ca: Plutôt fort
ru_ru: Довольно надёжный

source: Very Strong
fr_ca: Très fort
ru_ru: Очень надёжный

source: Super Strong
fr_ca: Très fort
ru_ru: Исключительно надёжный

source: Create
fr_ca: Créer
ru_ru: Создать

source: Delete
fr_ca: Supprimer
ru_ru: Удалить

source: Revert
fr_ca: Annuler
ru_ru: Отменить

source: Auto
fr_ca: Automatique
ru_ru: Авто

source: Add Partition
fr_ca: Ajouter une partition
ru_ru: Добавить раздел

source: Type:
ru_ru: Тип:

source: Size(MB):
fr_ca: Taille (Mo) :
ru_ru: Размер (МБ):

source: Mount point:
fr_ca: Point de montage :
ru_ru: Точка монтирования:

source: Partition Scheme
fr_ca: Schéma de partition
ru_ru: Схема разделов

source: GPT: GUID Partition Table
fr_ca: GPT : Table de partition GUID
ru_ru: GPT: Таблица разделов GUID

source: MBR: DOS Partition
fr_ca: MBR : Partition DOS
ru_ru: MBR: Раздел DOS

source: Installation is complete. You need to restart the computer in order to use the new installation. You can continue to use this live media, although any changes you make or documents you save will not be preserved on reboot.
fr_ca: L'installation est complète. Vous devez redémarrer l'ordinateur pour utiliser la nouvelle installation. Vous pouvez continuer à utiliser ce support live, bien que tous les changements que vous apportez ou les documents que vous sauvegardez ne seront pas préservés au redémarrage.
ru_ru: Установка завершена. Вам необходимо перезагрузить компьютер, чтобы использовать новую систему. Вы можете продолжить использование live-носителя, однако любые внесённые изменения или сохранённые документы не сохранятся после перезагрузки.

source: Installation Completed
fr_ca: Installation complétée
ru_ru: Установка завершена

source: Restart
fr_ca: Redémarrer
ru_ru: Перезагрузить

source: Continue
fr_ca: Continuer
ru_ru: Продолжить

source: Installation Error
fr_ca: Erreur d'installation
ru_ru: Ошибка установки

source: Installation has failed!
fr_ca: L'installation a échoué !
ru_ru: Установка не удалась!

source: GhostBSD issue system
fr_ca: Système de signalement GhostBSD
ru_ru: Система отслеживания ошибок GhostBSD

source: Please report the issue to {anchor}, and be sure to provide /tmp/.pc-sysinstall/pc-sysinstall.log.
fr_ca: Veuillez signaler le problème à {anchor}, et assurez-vous de fournir /tmp/.pc-sysinstall/pc-sysinstall.log.
ru_ru: Пожалуйста, сообщите об ошибке в {anchor} и не забудьте приложить файл /tmp/.pc-sysinstall/pc-sysinstall.log.

source: Ok
ru_ru: ОК

source: How do you want to install GhostBSD?
fr_ca: Comment voulez-vous installer GhostBSD ?
ru_ru: Как вы хотите установить GhostBSD?

source: <b>Disks Configuration</b> Install GhostBSD using Stripe, Mirror, RAIDZ1, RAIDZ2, or RAIDZ3 configurations.
fr_ca: <b>Configuration des disques</b> Installer GhostBSD en utilisant les configurations Stripe, Mirror, RAIDZ1, RAIDZ2, ou RAIDZ3.
ru_ru: <b>Конфигурация дисков</b> Установите GhostBSD, используя конфигурации Stripe, Mirror, RAIDZ1, RAIDZ2 или RAIDZ3.

source: <b>Multi-Boot Configuration</b> Install GhostBSD with ZFS alongside other operating systems.
fr_ca: <b>Configuration multi-démarrage</b> Installer GhostBSD avec ZFS aux côtés d'autres systèmes d'exploitation.
ru_ru: <b>Конфигурация Multi-Boot</b> Установите GhostBSD с ZFS вместе с другими операционными системами.

source: Creating ghostbsd_installation.cfg
fr_ca: Création de ghostbsd_installation.cfg
ru_ru: Создание ghostbsd_installation.cfg

source: Deleting partition
fr_ca: Suppression de la partition
ru_ru: Удаление раздела

source: Creating disk partition
fr_ca: Création de la partition de disque
ru_ru: Создание раздела диска

source: Creating new partitions
fr_ca: Création de nouvelles partitions
ru_ru: Создание новых разделов

source: Installation in progress
fr_ca: Installation en cours
ru_ru: Идёт установка

source: Thank you for choosing GhostBSD! We believe every computer operating system should be simple, elegant, secure and protect your privacy while being easy to use. GhostBSD is simplifying FreeBSD for those who lack the technical expertise required to use it and lower the entry-level of using BSD. We hope you'll enjoy our BSD operating system.
fr_ca: Merci d'avoir choisi GhostBSD ! Nous croyons que chaque système d'exploitation devrait être simple, élégant, sécurisé et protéger votre vie privée tout en étant facile à utiliser. GhostBSD simplifie FreeBSD pour ceux qui manquent de l'expertise technique nécessaire pour l'utiliser et abaisse le niveau d'entrée d'utilisation de BSD. Nous espérons que vous apprécierez notre système d'exploitation BSD.
ru_ru: Благодарим за выбор GhostBSD! Мы считаем, что каждая операционная система должна быть простой, элегантной, безопасной и защищать вашу приватность, оставаясь при этом простой в использовании. GhostBSD упрощает FreeBSD для тех, кому не хватает технической экспертизы для его использования, и снижает порог входа для использования BSD. Мы надеемся, что вам понравится наша операционная система BSD.

source: Back
fr_ca: Retour
ru_ru: Назад

source: Cancel
fr_ca: Annuler
ru_ru: Отмена

source: Next
fr_ca: Suivant
ru_ru: Далее

source: Welcome to GhostBSD
fr_ca: Bienvenue dans GhostBSD
ru_ru: Добро пожаловать в GhostBSD

source: Button
fr_ca: Bouton
ru_ru: Кнопка

source: Keyboard Setup
ru_ru: Настройка клавиатуры

source: Network Setup
fr_ca: Configuration réseau
ru_ru: Настройка сети

source: Try Or Install GhostBSD
ru_ru: Попробовать или Установить GhostBSD

source: Installation Types
fr_ca: Types d'installation
ru_ru: Типы установки

source: Custom Configuration
fr_ca: Configuration personnalisée
ru_ru: Пользовательская конфигурация

source: ZFS Configuration
fr_ca: Configuration ZFS
ru_ru: Конфигурация ZFS

source: Install
fr_ca: Installer
ru_ru: Установить

source: Installation Progress
fr_ca: Progrès de l'installation
ru_ru: Ход установки

source: Progress Bar
fr_ca: Barre de progrès
ru_ru: Индикатор выполнения

source: Type here to test your keyboard
fr_ca: Tapez ici pour tester votre clavier
ru_ru: Печатайте здесь для проверки клавиатуры

source: Keyboard Layout
fr_ca: Disposition du clavier
ru_ru: Раскладка клавиатуры

source: Keyboard Models
fr_ca: Modèles de clavier
ru_ru: Модели клавиатур

source: English (US)
fr_ca: Anglais (États-Unis)
ru_ru: Английский (США)

source: English (Canada)
fr_ca: Anglais (Canada)
ru_ru: Английский (Канада)

source: French (Canada)
fr_ca: Français (Canada)
ru_ru: Французский (Канада)

source: Please select your language:
ru_ru: Пожалуйста, выберите ваш язык:

source: Language
fr_ca: Langue
ru_ru: Язык

source: Network card connected to the internet
fr_ca: Carte réseau connectée à l'internet
ru_ru: Сетевая карта подключена к интернету

source: Network card not connected to the internet
fr_ca: Carte réseau non connectée à l'internet
ru_ru: Сетевая карта не подключена к интернету

source: No network card detected
fr_ca: Aucune carte réseau détectée
ru_ru: Сетевая карта не обнаружена

source: WiFi card detected and connected to an access point
fr_ca: Carte WiFi détectée et connectée à un point d'accès
ru_ru: Wi-Fi карта обнаружена и подключена к точке доступа

source: WiFi card detected but not connected to an access point
fr_ca: Carte WiFi détectée mais non connectée à un point d'accès
ru_ru: Wi-Fi карта обнаружена, но не подключена к точке доступа

source: WiFi card not detected or not supported
fr_ca: Carte WiFi non détectée ou non supportée
ru_ru: Wi-Fi карта не обнаружена или не поддерживается

source: Wi-Fi Network Authentication Required
fr_ca: Authentification du réseau Wi-Fi requise
ru_ru: Требуется аутентификация в Wi-Fi сети

source: {ssid} Wi-Fi Network Authentication failed
fr_ca: L'authentification du réseau Wi-Fi {ssid} a échoué
ru_ru: Аутентификация в Wi-Fi сети {ssid} не удалась

source: Authentication required by {ssid} Wi-Fi Network
fr_ca: Authentification requise par le réseau Wi-Fi {ssid}
ru_ru: Аутентификация, требуемая Wi-Fi сетью {ssid}

source: Password:
fr_ca: Mot de passe :
ru_ru: Пароль:

source: Show password
fr_ca: Afficher le mot de passe
ru_ru: Показать пароль

source: What would you like to do?
ru_ru: Что бы вы хотели сделать?

source: <b>Install GhostBSD</b> Install GhostBSD on your computer.
ru_ru: <b>Установить GhostBSD</b> Установить GhostBSD на ваш компьютер.

source: <b>Try GhostBSD</b> Run GhostBSD without installing to your computer.
ru_ru: <b>Попробовать GhostBSD</b> Запустить GhostBSD без установки на ваш компьютер.

source: Please select 1 or more drive for stripe (select the smallest disk first)
fr_ca: Veuillez sélectionner 1 ou plusieurs disques pour stripe (sélectionnez d'abord le plus petit disque)
ru_ru: Пожалуйста, выберите 1 или более дисков для stripe (сначала выберите наименьший диск)

source: Please select 2 drive for mirroring (select the smallest disk first)
fr_ca: Veuillez sélectionner 2 disques pour la mise en miroir (sélectionnez d'abord le plus petit disque)
ru_ru: Пожалуйста, выберите 2 диска для зеркалирования (сначала выберите наименьший диск)

source: Please select 3 drive for RAIDZ1 (select the smallest disk first)
fr_ca: Veuillez sélectionner 3 disques pour RAIDZ1 (sélectionnez d'abord le plus petit disque)
ru_ru: Пожалуйста, выберите 3 диска для RAIDZ1 (сначала выберите наименьший диск)

source: Please select 4 drive for RAIDZ2 (select the smallest disk first)
fr_ca: Veuillez sélectionner 4 disques pour RAIDZ2 (sélectionnez d'abord le plus petit disque)
ru_ru: Пожалуйста, выберите 4 диска для RAIDZ2 (сначала выберите наименьший диск)

source: Please select 5 drive for RAIDZ3 (select the smallest disk first)
fr_ca: Veuillez sélectionner 5 disques pour RAIDZ3 (sélectionnez d'abord le plus petit disque)
ru_ru: Пожалуйста, выберите 5 дисков для RAIDZ3 (сначала выберите наименьший диск)

source: Disk
fr_ca: Disque
ru_ru: Диск

source: Size(MB)
fr_ca: Taille (Mo)
ru_ru: Размер (МБ)

source: Name
fr_ca: Nom
ru_ru: Имя

source: Check
fr_ca: Vérifier
ru_ru: Выбрать

source: Please select one drive
fr_ca: Veuillez sélectionner un lecteur
ru_ru: Пожалуйста, выберите один диск

source: <b>Pool Type</b>
fr_ca: <b>Type de pool</b>
ru_ru: <b>Тип пула</b>

source: 1+ disks Stripe
fr_ca: 1+ disques Stripe
ru_ru: 1+ диск(ов) Stripe

source: 2+ disks Mirror
fr_ca: 2+ disques Miroir
ru_ru: 2+ диск(а) Mirror

source: 3 disks RAIDZ1
fr_ca: 3 disques RAIDZ1
ru_ru: 3 диска RAIDZ1

source: 4 disks RAIDZ2
fr_ca: 4 disques RAIDZ2
ru_ru: 4 диска RAIDZ2

source: 5 disks RAIDZ3
fr_ca: 5 disques RAIDZ3
ru_ru: 5 дисков RAIDZ3

source: <b>Pool Name</b>
fr_ca: <b>Nom du pool</b>
ru_ru: <b>Имя пула</b>

source: Encrypt Disk
fr_ca: Chiffrer le disque
ru_ru: Шифровать диск

source: Password
fr_ca: Mot de passe
ru_ru: Пароль

source: Verify it
fr_ca: Vérifiez-le
ru_ru: Подтвердите его

source: Warning
fr_ca: Avertissement
ru_ru: Предупреждение

source: Smallest disk need to be SELECTED first!
fr_ca: Le plus petit disque doit être SÉLECTIONNÉ en premier !
ru_ru: Сначала нужно выбрать наименьший диск!

source: All the disk selected will reset.
fr_ca: Tous les disques sélectionnés seront remis à zéro.
ru_ru: Все выбранные диски будут сброшены.
